Repository: HetDaftary/caffeine-ng
Catalog: translations/*.po
Languages: tr

source: Select a process name...
tr: Bir işlem adı seçiniz...

source: An application to temporarily prevent the activation of both the screen saver and the "sleep" powersaving mode.
tr: Bir uygulama geçici olarak ekran koruyucusunun ve "uyku" güç tasarrufu modunun etkinleştirilmesini önlüyor.

source: Duration
tr: Süre

source: Hours:
tr: Saat:

source: Minutes:
tr: Dakika:

source: Enable Caffeine
tr: Ekran koruyucuyu devre dışı bırak

source: Preferences
tr: Tercihler

source: Automatic activation
tr: Otomatik etkinleştirme

source: Caffeine can activate automatically whenever certain programs are runnning.
tr: Belirli programlar çalıştığında, Caffeine otomatik olarak aktifleşebilir.

source: List of programs that Caffeine activates for:
tr: Çalıştığı taktirde Caffeine'in otomatik olarak aktifleştiği uygulamaların listesi:

source: When Caffeine detects that one of the processes in this list is running, it will prevent the activation of the screensaver and powersaving modes. This can be useful for applications (particularly full-screen applications) that do not properly prevent the screensaver and powersaving modes on their own.
tr: Caffeine bu listedeki işlemlerden birinin çalıştığını tespit ederse, ekran koruyucunun ve güç tasarrufu modunun aktifleşmesini engelleyecektir. Bu, ekran koruyucu ve güç tasarrufu modunu otomatik olarak engelleyemeyen uygulamalar (özellikle tam ekran uygulamalar) için kullanışlı olabilir.

source: Tray icon
tr: Sistem tepsisi simgesi

source: Show tray icon
tr: Sistem tepsisi simgesini göster

source: Show notification on startup
tr: Bildirimi başlangıçta göster

source: Caffeine is running
tr: Caffeine çalışıyor

source: Caffeine is dormant; powersaving is enabled
tr: Caffeine devre dışı: güç koruması aktif edildi.

source: translator-credits
tr: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Fatih Bostancı https://launchpad.net/~fbostanci Gökhan KILINÇ https://launchpad.net/~kilincgokhan GüneyTekfidan https://launchpad.net/~ubuntuturk-hotmail Oğuzhan Gökay ARI https://launchpad.net/~drakeos Volkan Gezer https://launchpad.net/~volkangezer Yusuf Kayan https://launchpad.net/~c08b zeugma https://launchpad.net/~sunder67

source: Disable Caffeine
tr: Ekran koruyucuyu etkinleştir

source: Timed activation set;
tr: Zamanlanmış etkinleştirme düzeni;

source: Caffeine will prevent powersaving for the next
tr: Caffeine'in güç korumasını önleyeceği zaman dilimi :

source: Activated for
tr: Etkinleştirildiği içerik

source: have elapsed; powersaving is re-enabled
tr: geçti; güç tasarrufu yeniden etkinleştirildi

source: Timed activation cancelled (was set for
tr: Zamanlanmış etkinleştirme iptal edildi ( için belirlendi
